[
    {
        "id": 1,
        "name": "Lexus-NX-normal",
        "price": "$41.300",
        "describtion": "The Lexus NX is a compact luxury crossover SUV sold by Lexus, a luxury division of Toyota. Introduced in late 2014, it is positioned between the subcompact UX and the mid-size RX.",
        "img": "https://i.ibb.co/mGnybW1/Lexus-ES23.png"
    },
    {
        "id": 2,
        "name": "Toyota-Allion",
        "price": "$12.300",
        "describtion": " Allion was introduced without inheriting the name of Carina because Toyota planned to introduce Allion as an advanced medium sedan that leads 21st century.It is with undeniable presence.",
        "img": "https://i.ibb.co/cxHGcgV/Toyotta-allion.png"
    },
    {
        "id": 3,
        "name": "Toyota bz4X",
        "price": "$25.100",
        "describtion": "Introducing the Toyota bZ4X Concept. An all-new, all-electric way of thinking to help bring us closer to a cleaner, more sustainable future. The bold, provocative exterior of this SUV blends modern form and friendly.",
        "img": "https://i.ibb.co/nLrBmNn/toyotta-bz4x.png"
    },
    {
        "id": 4,
        "name": "Volwagen-T-roc",
        "price": "$40.300",
        "describtion": "Volkswagen T-Roc is a 5 seater SUV with the last recorded price of ₹ 21.35 . It is available in 1 variant, 1 engine option and 1 transmission option : Automatic (Dual Clutch).With its quick steering  the is is to fun to drive",
        "img": "https://i.ibb.co/Tb0Ct4k/volcwagen-T-Roc.png"
    },
    {
        "id": 5,
        "name": "VW-POLO-GTI",
        "price": "$51.000",
        "describtion": "All the style, safety features and technology of the Polo you love, with GTI performance under the hood. The Polo GTI has both manners and muscles, sophisticated when observed and impressive when driven.",
        "img": "https://i.ibb.co/drBZk9x/VW-POLO-GTI.png"
    },
    {
        "id": 6,
        "name": "Nissan-GT-R",
        "price": "$23.500",
        "describtion": "The Nissan GT-R is a high-performance sports car and grand tourer produced by Nissan that was unveiled in 2007. It is the successor to the Skyline GT-R, a high performance variant of the Nissan Skyline.",
        "img": "https://i.ibb.co/17Vp9yw/toyotta-motor-wr.png"
    },
    {
        "id": 7,
        "name": "Toyota-Yaris",
        "price": "$11.300",
        "describtion": "It is available in sedan and hatchback body styles. It boasts a stylish cabin, decent seating space, and lots of standard features, including a 7-inch touch screen,amazing Apple CarPlay, and forward collision warning.",
        "img": "https://i.ibb.co/d6VfX8j/toyotta-gty32.png"
    },
    {
        "id": 8,
        "name": "Lexus-Es-normal",
        "price": "$41.300",
        "describtion": "The sleek, coupe-like silhouette of the ES has been refined even further for 2022. It features a provocative new grille pattern and elegantly redesigned LED headlamps for striking illumination.",
        "img": "https://i.ibb.co/YT5ZT71/2021-Lexus-ES-normal.png"
    },
    {
        "id": 9,
        "name": "Honda-Dealer-NY",
        "price": "$23.000",
        "describtion": "If you are in the New York Metropolitan area and you search Honda dealer near to me, Bronx Honda should show up as one of your local dealerships near your home or work.",
        "img": "https://i.ibb.co/NrLtJq8/honda-dealer-NY.png"
    },
    {
        "id": 10,
        "name": "Honda-CR-V",
        "price": "$40.300",
        "describtion": "First introduced as a 1997 model, the Honda CR-V has long been one of the most popular and best choices in the compact SUV class. Its combination of interior space, clever packaging, easy access.",
        "img": "https://i.ibb.co/HgzC31t/Honda-VT-5.png"
    }
]